from funpay import get_nickname
class Main:
    def __init__(self, sentence: str) -> None:
        self.sentence = sentence
    
    def hello_validate():
        ...
    
if __name__ == "__main__":
    sentence = '''
    __________FunPay__________
Уважаемые продавцы, не доверяйте сообщениям в чате! Перед выполнением заказа всегда проверяйте наличие оплаты в разделе «Мои продажи».
________sveta3.23_________
здравствуйте, а тематику менять ведь можно?
вроде да
_________FuerKui__________
Здравствуйте, конечно можно
________sveta3.23_________
оке, скоро с другого акка тогда оплачу
_________FuerKui__________
хорошо
_________FuerKui__________
Ну что?
________sveta3.23_________
завтра скорее всего
думаю в 10 по мск получится
у меня 14 будет
ну не суть
_________FuerKui__________
окей
________sveta3:57_________
привет, у тебя ее купили?
ща купим с другого акка ту где 6к
________sveta3:52_________
у
ой
оплатили
________sveta3:42_________
ауу
нам нужно срочно
________sveta3:22_________

_________FuerKui__________
Ответил
Ответьте с того аккаунта пожалуйста
________sveta3:36_________
хорошо
________sveta3:36_________

________sveta3:43_________
а чо за страница
типо которую покупаем?
_________FuerKui__________
Пожалуйста пишите с 1 аккаунта, с которого покупали
________sveta3:28_________
ок
_________FuerKui__________
Готово. Пожалуйста, зайдите в раздел «Покупки», выберите соответствующий заказ и нажмите кнопку «Подтвердить выполнение заказа». Так же не забудьте про отзыв :)
________sveta3:36_________

________sveta3:48_________
обьясни плис кто это на самом деле
это в нашу группу было написано'''
    a = Main()